"use strict"; //строгий режим
//N1
  alert(`В сутках ${24*60*60} секунд`);

//N2
alert(`В 30-и сутках ${30*24*60*60} секунд`);

//N3
alert(`В году ${365*24*60*60} секунд`);

//N4
alert(`В сутках ${24*60} минут`);

//N5
alert(`В году ${365*24*60} минут`);

//N6
alert(`В одном мегабайте ${1024*1024} байт`);

//N7
alert(`В одном гигабайте ${1024*1024*1024} байт`);

//N8
alert(`В 10-и гигабайтах ${10*1024*1024*1024} байт`);

//N9
alert(`В одном терабайте ${1024*1024*1024*1024} байт`);

//N10
alert(`В одном терабайте ${1024*1024*1024} килобайт`);

